---
kind: property
id: P:Autodesk.Revit.DB.Electrical.GroundConductorSize.ConductorSize
source: html/11897308-176b-ef3f-a791-8bbb3eb99cfe.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSize.ConductorSize Property

Get conductor size corresponding to specific ampacity.

## Syntax (C#)
```csharp
public string ConductorSize { get; }
```